/* 
  humanReadableEntityNames.strings
  Library

  Created by William Shipley on 3/16/12.
  Copyright (c) 2012 Delicious Monster Software. All rights reserved.
*/

"AllMediaOfATypeShelf" = "library shelf";
"Friend" = "friend";
"Loan" = "loan";
"PhysicalMedium" = "item";
"SnubbedMediaKey" = "ignored recommendation";
"Sort" = "sort";
"UserSynopsis" = "synopsis";
"YourShelf" = "shelf";